cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'ravenac95/sudolikeaboss'
tap 'brewsci/bio'
tap 'brewsci/science'

brew 'coreutils'
brew 'wget', args: ['enable-iri']
brew 'findutils'
brew 'ack'
brew 'git'
brew 'tree'
brew 'htop-osx'
brew 'git-extras'
brew 'curl'
brew 'awk'
brew 'watch'
brew 'httpie'
brew 'diff-so-fancy'
brew 'jq'
brew 'openssl'
brew 'youtube-dl'
brew 'zplug'
brew 'terminal-notifier'
brew 'highlight'
brew 'fzf'
brew 'fasd'
brew 'pyenv'

cask 'google-chrome'
cask 'firefox'
cask 'the-unarchiver'
cask 'transmission'
cask 'vlc'
cask 'slack'
cask 'skype'
cask 'appearin'
cask 'appcleaner'
cask 'dropbox'
cask 'timemachineeditor'
cask 'teamviewer'
cask 'appearin'
cask 'rstudio'
cask 'visual-studio-code'
cask 'spotify'
cask 'iterm'
